/* Text for close button */
"Close" = "Tutup";

/* Text for button to scan a credit card */
"Scan Card" = "Imbas Kad";

/* Button title to open camera to scan credit/debit card */
"Scan card" = "Imbas kad";

/* An error message displayed when the customer's iban is invalid. */
"The IBAN you entered is invalid." = "IBAN yang anda masukkan tidak sah.";

/* Error when there is a problem processing the credit card */
"There was an error processing your card -- try again in a few seconds" = "Ada ralat semasa memproses kad anda -- cuba lagi dalam masa beberapa saat";

/* Unexpected error, such as a 500 from Stripe or a JSON parse error */
"There was an unexpected error -- try again in a few seconds" = "Ada ralat yang tidak dijangka -- cuba lagi dalam masa beberapa saat";

/* Error when the card has already expired */
"Your card has expired" = "Kad anda telah tamat tempoh";

/* Error when the card was declined by the credit card networks */
"Your card was declined" = "Kad anda telah ditolak";

/* Error when the card&apos;s expiration month is not valid */
"Your card's expiration month is invalid" = "Bulan tamat tempoh kad anda tidak sah";

/* Error when the card&apos;s expiration year is not valid */
"Your card's expiration year is invalid" = "Tahun tamat tempoh kad anda tidak sah";

/* Error when the card number is not valid */
"Your card's number is invalid" = "Nombor kad anda tidak sah";

/* Error when the card&apos;s CVC is not valid */
"Your card's security code is invalid" = "Kod keselamatan kad anda tidak sah";

/* Error when customer's name is invalid */
"Your name is invalid." = "Nama anda tidak sah.";

